{"translation-revision-date":"2023-12-05 11:25:16+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Font weight":["Graisse de la police"],"Demo text":["Texte de démonstration"],"Remove Font Family":["Retirer la famille de police"],"%d Variant":["%d variante","%d variantes"],"( %s )":["( %s )"],"n\/a":["n\/a"],"Font style\u0004Italic":["Italique"],"Font style\u0004Normal":["Normal"],"There are no font families defined in your theme.json file.":["Aucune famille de polices n’est définie dans votre fichier theme.json."],"Load a font file to preview it.":["Charger un fichier de police pour en avoir un aperçu."],"Demo:":["Démo :"],"Font file preview":["Aperçu du fichier de police"],"Local Fonts":["Polices locales"],"Upload font to your theme":["Téléverser la police dans votre thème"],"Font name:":["Nom de la police :"],"Selected Variants":["Variantes sélectionnées"],"Back to manage fonts":["Retour à la gestion des polices"],"Theme Fonts":["Polices du thème"],"This action will delete the font definition and the font file assets from your theme.":["Cette action supprimera la définition de la police et les fichiers de police de votre thème."],"Are you sure you want to delete \"%s\" from your theme?":["Confirmez-vous la suppression de \"%s\" de votre thème ?"],"Are you sure you want to delete \"%1$s - %2$s\" variant of \"%3$s\" from your theme?":["Confirmez-vous la suppression de \"%1$s - %2$s\" variante de \"%3$s\" de votre thème ?"],"These are the fonts currently embedded in your theme ":["Voici les polices actuellement embarquées dans votre thème "],"If your theme.json makes reference to fonts providers other than local they may not be displayed correctly.":["Si votre theme.json fait référence à des polices autres que locales, il se peut qu’elles ne s’affichent pas correctement."],"This is a list of your font families listed in the theme.json file of your theme.":["Voici une liste des familles de polices répertoriées dans le fichier theme.json de votre thème."],"Info":["Info"],"font axis:":["axe de variation de la police :"],"Loading Google fonts data…":["Chargement des données des polices Google…"],"Style":["Style"],"Weight":["Graisse"],"Add Google fonts to your theme":["Ajouter des polices Google à votre thème"],"Reset":["Réinitialiser"],"Font size (px)":["Taille de police (px)"],"Paragraph":["Paragraphe"],"Sentence":["Phrase"],"Heading":["Titre"],"Preview type":["Type d’aperçu"],"First a glass of pseudo-cognac, he ordered, and then down you dive into the cellar. Let me warn you, you'll have to lie flat on your back. Total darkness, total immobility, and a certain ocular adjustment will also be necessary. From the floor, you must focus your eyes on the nineteenth step. Once I leave you, I'll lower the trapdoor and you'll be quite alone. You needn't fear the rodents very much though I know you will. In a minute or two, you'll see the Aleph, the microcosm of the alchemists and Kabbalists, our true proverbial friend, the multum in parvo!":["Un petit verre de ce pseudo-cognac, ordonna-t-il, et tu te fourreras dans la cave. Tu sais, le décubitus dorsal est indispensable. De même que l’obscurité, l’immobilité, une certaine accommodation de l’œil. Tu te coucheras sur le pavé et regarderas fixement la dix-neuvième marche de cet escalier opportun. Je m’en vais, je baisse la trappe et tu restes seul. Au bout de quelques minutes, tu verras l’Aleph. Le microcosme d’alchimistes et de cabalistes, notre ami concret, proverbial, le multum in parvo !"],"Incredible as it may seem, I believe that the Aleph of Garay Street was a false Aleph.":["Pour incroyable que cela paraisse, je pense que l’Aleph de la rue Garay était un faux Aleph."],"The quick brown fox jumps over the lazy dog.":["Portez ce vieux whisky au juge blond qui fume."],"Remove":["Supprimer"],"Add Local Font":["Ajouter des polices hébergées en local"],"Add Google Font":["Ajouter des polices Google"],"Manage Theme Fonts":["Gestion des polices du thème"],"Preview":["Prévisualiser"],"Select the font variants you want to include:":["Sélectionner les variantes de la police que vous voulez inclure :"],"Select a font…":["Sélectionnez une police…"],"Select Font":["Sélectionner une police"],"Add Google fonts assets and font face definitions to your currently active theme":["Ajouter les ressources des polices Google et les déclarations de police de caractère à votre thème actif"],"Font weight:":["Graisse de police :"],"Font style:":["Style de police :"],"Font name":["Nom de la police"],"Font face definition for this font file:":["Définition font-face pour ce fichier de police :"],".otf, .ttf, .woff, .woff2 file extensions supported":["Les extensions de fichiers .otf, .ttf, .woff, et .woff2 sont prises en charge"],"Font file:":["Fichier de police :"],"Add local fonts assets and font face definitions to your currently active theme":["Ajouter les ressources des polices locales et les déclarations font-face à votre thème actif (%1$s)"]}},"comment":{"reference":"build\/index.js"}}